"""
Вам дан список имён names = ["Aibek", "Joomart", "Adinai", "Ermek", "Atai", "Aslan", "Lyazat", "Salavat", "Daniyar", "Bolotbek", "Alymbek", "Dastan", "Maksat"]
и вытащите 4 рандомных имени оттуда и сохраните в другой список.
"""

"""
Узнайте какая у вас операционная система
с помощью модуля sys и выведите на экран имя опрационной системы
"""
"""
import sys
print(sys.platform)
"""

with open("Ilyas.txt", "r") as file:
    a = file.read()
    print(a)
"""

С помощью Linux запишите в Файл все названия директорий из "/" -
корневого каталога. Если у вас Windows, сделайте тоже самое))) Только с помощью команды dir. 
В итоге у вас на рабочем столе должен появиться файл directories.txt. Откройте этот файл с помощью
 Python и выведите на экран все директории из directories.txt.
"""
"""
Через терминал передайте Python несколько аргументов, а затем выведите их на экран
"""

"""
Через Python у себя на рабочем столе создайте директорию, а внутри дериктории создайте 5 РАНДОМНЫХ файлов
"""
